In [2]:
import pandas as pd
students = pd.DataFrame(
    {
        'student_id' : [1,2,3,4], 
        'name' : ["shubham" , "sanket" , "rohan" , "rajat"], 
        'city' : ["pune" , "satara" , "pune" , "mumbai"]
    }
)
students

   student_id     name    city
0           1  shubham    pune
1           2   sanket  satara
2           3    rohan    pune
3           4    rajat  mumbai